{
  "carousel": {
    "slide1": {
      "alt": "Villa Los Reyes — hébergement rural à Viñales, façade principale avec jardin et entrée",
      "title": "Vos vacances\navec nous !",
      "subtitle": "Découvrez Viñales avec nous !\nAventures naturelles, belles vues et tranquillité."
    },
    "slide2": {
      "alt": "Villa Los Reyes — patio central et piscine, espace de détente en plein air à Viñales",
      "title": "Vos vacances\navec nous !",
      "subtitle": "Découvrez Viñales avec nous !\nAventures naturelles, belles vues et tranquillité."
    },
    "slide3": {
      "alt": "Villa Los Reyes — panneaux solaires sur le toit, hébergement durable avec énergie renouvelable",
      "title": "Vos vacances\navec nous !",
      "subtitle": "Découvrez Viñales avec nous !\nAventures naturelles, belles vues et tranquillité."
    },
    "slide4": {
      "alt": "Villa Los Reyes — chambre avec vue sur le patio intérieur et accès au jardin",
      "title": "Vos vacances\navec nous !",
      "subtitle": "Découvrez Viñales avec nous !\nAventures naturelles, belles vues et tranquillité."
    }
  },
  "navbar": {
    "inicio": "Accueil",
    "conocenos": "À propos",
    "servicios": "Services et installations",
    "experiencias": "Expériences et aventures",
    "resenas": "Avis",
    "paquetes": "Forfaits promotionnels",
    "reservar": "Réserver"
  },
  "promo": {
    "organiza": "Organisez votre voyage avec nous",
    "verano": "Super promotion d'été. Profitez jusqu'à <strong>10 % de réduction</strong>",
    "paquetes": "Découvrez nos forfaits promotionnels"
  },
  "about": {
    "info": {
      "title": "Découvrez\nVilla Los Reyes",
      "description": "Bienvenue à Villa Los Reyes à Viñales. Avec plus de 20 ans d’expérience, nous offrons des services hôteliers et para-hôteliers adaptés à vos besoins. Nous nous engageons à assurer votre confort maximal dans un éco-resort disposant d’électricité 24 h/24. Venez profiter d’une expérience unique dans un cadre naturel incomparable.",
      "button": "En savoir plus"
    },
    "mainHeader": {
      "title": "Découvrez Villa Los Reyes",
      "description": "Découvrez notre maison d’hôtes avec plus de <strong>20 ans d’expérience</strong>",
      "imageAlt": "Façade de Villa Los Reyes"
    },
    "location": {
      "title": "Emplacement privilégié",
      "description": "Située dans un environnement privilégié, Villa Los Reyes se trouve dans le pittoresque village de Viñales, offrant un accès facile et rapide à toutes les attractions locales tout en profitant de la tranquillité et de la beauté naturelle de la région."
    },
    "nature": {
      "title": "Beauté naturelle",
      "description": "À Villa Los Reyes, vous trouverez non seulement un lieu de repos, mais aussi une variété d’expériences et d’aventures. Nous proposons des activités écologiques guidées par des experts locaux, qui vous permettront d’explorer la beauté naturelle et culturelle de Viñales — des excursions à pied, à cheval, en voiture ou à vélo, jusqu’aux visites des plantations de tabac et des grottes."
    },
    "comfort": {
      "title": "Confort",
      "description": "Villa Los Reyes est un éco-resort privé de construction moderne, équipé de panneaux solaires garantissant l’électricité 24h/24. Il propose cinq chambres confortables, un restaurant servant des plats locaux et internationaux, ainsi qu’un bar avec une exquise sélection de cocktails cubains. Il dispose également d’une piscine idéale pour les journées chaudes et d’un accès pour fauteuils roulants. Depuis ses terrasses, vous pourrez admirer une vue majestueuse sur les mogotes, complétant une expérience unique de confort et de nature."
    },
    "sustainability": {
      "title": "Durabilité",
      "description": "Nous sommes fiers d’annoncer que notre villa est durable, l’énergie électrique que nous utilisons étant produite par des panneaux solaires, contribuant ainsi à la protection de l’environnement. De plus, nous avons mis en œuvre des pratiques de recyclage et d’utilisation efficace de l’eau, garantissant que chaque aspect de notre fonctionnement minimise l’impact écologique et favorise un avenir plus vert et plus sain."
    }
  },
  "images": {
    "aboutSection": {
      "mainAlt": "Vue générale de Villa Los Reyes",
      "thumb1Alt": "Chambre d’hôtes confortable",
      "thumb2Alt": "Espace bar et restaurant de la villa",
      "thumb3Alt": "Panneaux solaires sur la propriété"
    }
  },
  "experiences": {
    "header": {
      "title": "Expériences et Aventures",
      "description": "Découvrez Viñales avec nos excursions passionnantes : balades à cheval, randonnées, circuits à vélo et bien plus encore.\nDes aventures inoubliables vous attendent dans un cadre naturel unique !",
      "linkText": "Voir toutes les expériences et aventures"
    },
    "items": {
      "cabalgatas": {
        "title": "Balades à cheval",
        "alt": "Balades à cheval à travers les vallées de Viñales"
      },
      "senderismo": {
        "title": "Randonnée",
        "alt": "Randonnée à travers les mogotes et les sentiers naturels de Viñales"
      },
      "ciclotours": {
        "title": "Circuits à vélo",
        "alt": "Circuits à vélo à travers les paysages ruraux de Viñales"
      },
      "otras": {
        "title": "Autres expériences",
        "alt": "Autres expériences uniques à la Villa Los Reyes"
      }
    }
  },
  "rooms": {
    "info": {
      "title": "Nos chambres",
      "description": "Nos cinq chambres indépendantes offrent intimité, salles de bain privées et accès à diverses zones communes, le tout entouré de jardins luxuriants et avec vue sur les majestueux mogotes de la vallée de Viñales.",
      "button": "DÉCOUVRIR PLUS"
    },
    "images": {
      "room1Alt": "Chambre avec lits doubles et salle de bain privée",
      "room1Name": "Chambre 1",
      "room1Details": "2 lits / Salle de bain privée / 4 personnes",
      "room2Alt": "Chambre double avec salle de bain partagée et décoration traditionnelle",
      "room2Name": "Chambre 2",
      "room2Details": "1 lit / Salle de bain partagée / 2 personnes",
      "room3Alt": "Suite avec vue sur le jardin et mobilier moderne",
      "room3Name": "Chambre 3",
      "room3Details": "Suite / Vue sur le jardin / 3 personnes"
    }
  },
  "packages": {
    "title": "Forfaits en promotion",
    "description": "Découvrez la magie de Viñales avec nos forfaits exclusifs : hébergement confortable,\npaysages inoubliables et expériences authentiques. Réservez dès aujourd'hui !",
    "linkText": "VOIR TOUS LES FORFAITS EN PROMOTION",
    "packageOne": {
      "title": "Aventure Nature",
      "duration": "2 Nuits / 3 Jours",
      "description": "Plongez dans des paysages uniques, explorez les mogotes et profitez d'activités en plein air qui vous connecteront à l'essence rurale de Cuba.",
      "price": "250,00 $ par personne"
    },
    "packageTwo": {
      "title": "Détente & Plage",
      "duration": "3 Nuits / 4 Jours",
      "description": "Un forfait conçu pour ceux qui recherchent un équilibre entre la tranquillité de la campagne et la beauté des plages à proximité. Parfait pour les familles ou les groupes qui souhaitent combiner repos et plaisir.",
      "price": "250,00 $ par personne"
    },
    "packageThree": {
      "title": "Romance à Viñales",
      "duration": "2 Nuits / 3 Jours",
      "description": "Laissez-vous envelopper par la magie de Viñales lors d'un voyage romantique à travers des paysages spectaculaires, des dîners intimes et des moments de détente inoubliables.",
      "price": "250,00 $ par personne"
    }
  },
  "discoverServices": {
    "header": {
      "title": "Services et Installations",
      "description": "Profitez de services exceptionnels : gastronomie locale, transferts et plus encore.\nTout pour un séjour inoubliable !",
      "linkText": "VOIR TOUTES LES EXPÉRIENCES ET AVENTURES"
    },
    "services": {
      "gastronomy": {
        "title": "Gastronomie",
        "src": "assets/images/services/gastronomia.jpg",
        "alt": "Servi dans un restaurant local, cuisine cubaine typique"
      },
      "mobility": {
        "title": "Mobilité",
        "src": "assets/images/services/movilidad.jpg",
        "alt": "Véhicule touristique pour les transferts à Viñales et à Cuba"
      },
      "tripPlanner": {
        "title": "Trip Planner",
        "src": "assets/images/services/trip planner.jpg",
        "alt": "Guide montrant la carte et le plan de voyage aux visiteurs"
      },
      "massages": {
        "title": "Massages",
        "src": "assets/images/services/masajes.jpg",
        "alt": "Masseuse appliquant un traitement relaxant"
      },
      "laundry": {
        "title": "Blanchisserie",
        "src": "assets/images/services/lavandería.jpg",
        "alt": "Vêtements pliés et repassés dans le service de blanchisserie"
      }
    }
  },
  "servicesFacilities": {
    "header": {
      "title": "Services et installations",
      "description": "Découvrez les services qui rendront votre séjour inoubliable"
    },
    "sections": [
      {
        "title": "Découvrez nos installations",
        "description": "Nous offrons une expérience unique avec nos chambres indépendantes, offrant intimité et confort. Profitez des vues panoramiques depuis nos terrasses, parfaites pour se détendre. Promenez-vous dans nos jardins luxuriants et imprégnez-vous de la tranquillité de la nature. Nous disposons également d'une piscine rafraîchissante pour votre plaisir. Venez vivre un séjour inoubliable.",
        "link": "En savoir plus sur nos installations"
      },
      {
        "title": "Découvrez nos services",
        "description": "Profitez d'une délicieuse cuisine cubaine préparée par des chefs locaux, du transport pour explorer la région, et de l'assistance de notre gestionnaire de voyages pour profiter pleinement de votre séjour. Nous proposons également un service de blanchisserie, des massages relaxants pour se ressourcer, et des cours de danse pour s'immerger dans la culture cubaine.",
        "link": "En savoir plus sur nos services"
      }
    ]
  },
  "services": {
    "header": {
      "title": "Nos services",
      "description": "Découvrez des services qui rendront votre séjour inoubliable."
    },
    "sections": [
      {
        "title": "Gastronomie",
        "description": "Dans notre restaurant et notre bar, vous profiterez de la véritable cuisine cubaine, ainsi que d’options végétariennes, italiennes et méditerranéennes. Nous proposons des petits-déjeuners, des dîners, ainsi que des collations et des plats à emporter si vous êtes en déplacement. Ne manquez pas notre cocktail cubain, où chaque boisson reflète la saveur authentique de Cuba. Venez goûter le meilleur de notre cuisine !",
        "features": {
          "title": "Services :",
          "items": [
            "Petits-déjeuners",
            "Dîners",
            "Cocktails",
            "Snacks",
            "À emporter",
            "Wifi"
          ]
        }
      }
    ]
  }
}
